{
  "document_id": "heatstroke_001",
  "text": "Heatstroke is a condition caused by the body overheating. This usually happens because of exposure to high temperatures or physical activity in high temperatures for too long. There are a few stages of heat injury, and heatstroke is the most serious. It can happen if body temperature rises to 104 F (40 C) or higher. Heatstroke is most common in the summer months.\nHeatstroke needs emergency care. If it's not treated, heatstroke can quickly damage the brain, heart, kidneys and muscles. This damage gets worse the longer treatment is delayed, which increases the risk of serious complications or death.\nHeatstroke symptoms include:\nIf you think a person may be experiencing heatstroke, seek immediate medical help. Call 911 or your local emergency services number.\nTake immediate action to cool the person with heatstroke while waiting for emergency treatment.\nThere is a problem with\ninformation submitted for this request. Review/update the\ninformation highlighted below and resubmit the form.\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview.\nErrorEmail field is required\nErrorInclude a valid email address\nWe use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email.\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\nPlease, try again in a couple of minutes\nHeatstroke can happen as a result of:\nIn either type of heatstroke, your condition can be brought on by:\nAnyone can develop heatstroke, but several factors increase your risk:\nSudden exposure to hot weather. People may be more susceptible to heat-related illness when they're exposed to a sudden increase in temperature, such as during an early-summer heat wave or travel to a hotter climate.\nLimit activity for at least several days to allow time to acclimate to the temperature change. However, there may still be an increased risk of heatstroke until a person experiences several weeks of higher temperatures.\nCertain medicines. Some medicines affect your body's ability to stay hydrated and respond to heat. Be especially careful in hot weather if you take medicines that narrow your blood vessels (vasoconstrictors), regulate your blood pressure by blocking adrenaline (beta blockers), rid your body of sodium and water (diuretics), or reduce psychiatric symptoms (antidepressants or antipsychotics).\nStimulants for attention-deficit/hyperactivity disorder (ADHD) and illegal stimulants such as amphetamines and cocaine also make you more vulnerable to heatstroke.\nHeatstroke can result in a number of complications, depending on how long the body temperature is high. Serious complications include:\nHeatstroke is predictable and preventable. Take these steps to prevent heatstroke during hot weather:\nNever leave anyone in a parked car. This is a common cause of heat-related deaths in children. When a car is parked in the sun, the temperature in the car can rise 20 degrees Fahrenheit (more than 11 degrees Celsius) in 10 minutes.\nIt's not safe to leave a person in a parked car in warm or hot weather, even if the windows are cracked or the car is in shade. When your car is parked, keep it locked to prevent a child from getting inside.\nBe cautious if you're at increased risk. If you take medicines or have a condition that increases your risk of heat-related problems, avoid the heat and act quickly if you notice symptoms of overheating. If you participate in a strenuous sporting event or activity in hot weather, make sure there are medical services available in case of a heat emergency.\nMayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission.\nCheck out these best-sellers and special offers on books and newsletters from Mayo Clinic Press.\nYour GivingTuesday gift can go 2X as far.",
  "annotations": []
}