{
  "document_id": "meningitis_001",
  "text": "Meningitis is an infection and swelling, called inflammation, of the fluid and membranes around the brain and spinal cord. These membranes are called meninges.\nThe inflammation from meningitis most often triggers symptoms such as headache, fever and a stiff neck.\nViral infections are the most common cause of meningitis in the United States. Bacteria, parasites and fungi also can cause it. Sometimes meningitis improves in a few weeks without treatment. But meningitis also can cause death. It often needs quick treatment with antibiotics.\nSeek medical care right away if you think that you or someone in your family has meningitis. For meningitis caused by bacteria, early treatment can prevent serious complications.\nEarly meningitis symptoms may be like those of the flu. Symptoms may come on over several hours or over a few days.\nThe following may be symptoms of meningitis in people older than 2 years:\nThe following may be symptoms of meningitis in newborns and infants:\nSeek medical care right away if you or someone in your family has meningitis symptoms such as:\nBacterial meningitis can cause death within days without fast antibiotic treatment. Delayed treatment also increases the risk of long-term brain damage.\nTalk with your healthcare professional if you've been near someone with meningitis. That may be a family member or someone you live or work with. You may need to take medicines to prevent getting an infection.\nThere is a problem with\ninformation submitted for this request. Review/update the\ninformation highlighted below and resubmit the form.\nSign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview.\nErrorEmail field is required\nErrorInclude a valid email address\nWe use the data you provide to deliver you the content you requested. To provide you with the most relevant and helpful information, we may combine your email and website data with other information we have about you. If you are a Mayo Clinic patient, we will only use your protected health information as outlined in our Notice of Privacy Practices. You may opt out of email communications at any time by clicking on the unsubscribe link in the email.\nYou'll soon start receiving the latest Mayo Clinic health information you requested in your inbox.\nPlease, try again in a couple of minutes\nMeningitis is an infection and swelling and irritation, called inflammation, of the fluid and three membranes that protect the brain and spinal cord. The three membranes are called meninges. The tough outer membrane is called the dura mater, and the delicate inner layer is the pia mater.\nMeningitis is an infection and swelling and irritation, called inflammation, of the fluid and three membranes that protect the brain and spinal cord. The three membranes are called meninges. The tough outer membrane is called the dura mater, and the delicate inner layer is the pia mater.\nViral infections are the most common cause of meningitis in the United States, followed by bacterial infections and, rarely, fungal and parasitic infections. Because bacterial infections can lead to death, finding the cause is vital.\nGerms that enter the bloodstream and travel to the brain and spinal cord cause bacterial meningitis. But bacterial meningitis also can happen when bacteria directly enter the meninges. This may be caused by an ear or sinus infection or a skull fracture. Rarely, some surgeries can cause it.\nSeveral strains of bacteria can cause bacterial meningitis. The most common are:\nNeisseria meningitidis. This germ causes a bacterial meningitis called meningococcal meningitis. These germs most often cause an upper respiratory infection. But they can cause meningococcal meningitis when they enter the bloodstream.\nThis is an easy-to-catch infection that affects mainly teenagers and young adults. It may cause local outbreaks in college dorms, boarding schools and military bases.\nA vaccine can help prevent infection. Even if vaccinated, anybody who has been in close contact with a person with meningococcal meningitis should get an oral antibiotic. This can help prevent the disease.\nViral meningitis is most often mild and clears on its own. A group of viruses known as enteroviruses is most often the cause in the United States. Enteroviruses are most common in late summer and early fall. Viruses such as herpes simplex virus, HIV, mumps virus, West Nile virus and others also can cause viral meningitis.\nChronic meningitis is meningitis whose symptoms last at least four weeks without letup. There are many causes of chronic meningitis. Symptoms can be like those of new-onset meningitis. But they come on slower and last longer. Symptoms may include headache, fever, vomiting and brain fog.\nFungal meningitis isn't common in the United States. It may act like bacterial meningitis. But symptoms may start slower and build over time. Breathing in fungal spores found in soil, decaying wood and bird droppings can be the cause.\nFungal meningitis doesn't spread from person to person. Cryptococcal meningitis is a common fungal form of the disease. It affects people with weakened immune systems, such as from AIDS. It can cause death if not treated with an antifungal medicine. Even with treatment, fungal meningitis may come back.\nThis type of meningitis is a rare complication of tuberculosis, also called TB. But it can be serious. Like fungal meningitis, its symptoms can start slowly and build up over days to weeks. Tuberculosis passes easily from person to person. Tuberculous meningitis needs treatment with TB medicines.\nParasites can cause a rare type of meningitis called eosinophilic meningitis. A tapeworm infection in the brain or cerebral malaria also can cause parasitic meningitis. Amoebic meningitis is a rare type that sometimes comes from swimming in fresh water. It can quickly become life-threatening.\nThe main parasites that cause meningitis most often infect animals. People can get infected by eating foods that have these parasites. Parasitic meningitis isn't spread from person to person.\nCauses of meningitis that aren't infections include chemical reactions, medicines, allergies, some types of cancer and diseases such as sarcoidosis.\nRisk factors for meningitis include:\nMeningitis complications can be serious. The longer someone has the disease without treatment, the greater the risk of seizures and long-term nervous system damage. Damage can include:\nCommon germs that can cause meningitis can spread through coughing, sneezing or kissing. Germs also can spread by shared eating utensils, toothbrushes or cigarettes.\nThese steps can help prevent meningitis:\nVaccinations can help prevent some forms of bacterial meningitis. Vaccinations include:\nPneumococcal polysaccharide vaccine. This vaccine also is called PPSV23. Older children and adults who need protection from pneumococcal germs might get this vaccine. The CDC suggests the PPSV23 vaccine for all adults older than 65.\nIt's also for younger adults and children ages 2 and older who have weak immune systems or ongoing illnesses such as heart disease, diabetes or sickle cell anemia. And it's for anyone who doesn't have a spleen.\nMeningococcal conjugate vaccine. This vaccine also is called MenACWY. The CDC suggests giving a single dose of MenACWY to children ages 11 to 12, with a booster shot given at age 16. Children who get the first vaccine between ages 13 and 15 can have the booster between ages 16 and 18. Those who get the first shot at age 16 or older don't need a booster.\nChildren between the ages of 2 months and 10 years who are at high risk of bacterial meningitis can get this vaccine. So can children in this age range who have been around someone with the disease. It's also a vaccine for people who haven't been vaccinated who have been exposed to meningitis but aren't sick.\nSerogroup B meningococcal vaccine (MenB). The CDC suggests this vaccine for adults and children 10 years and older who are at increased risk of meningococcal disease. They include adults and children with sickle cell disease, those who have a damaged spleen or those who have had their spleen removed.\nThis vaccine also is for people with the rare immune disorder called complement component deficiency or who take certain medicines. People who are exposed to an outbreak of serogroup B meningococcal disease also might get this vaccine.\nMayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission.\nCheck out these best-sellers and special offers on books and newsletters from Mayo Clinic Press.\nYour GivingTuesday gift can go 2X as far.",
  "annotations": []
}